export const predatorType = [
  {
    id: 1,
    img : 'img/predator_shvarts.jpg',
    type_name: "Классический Охотник (Jungle Hunter)",
    movie_source: "«Хищник» (Predator, 1987)",
    race: "Яутжа (Yautja), Классический клан или подвид",
    distinctive_features: [
      "Классический доспех из сетки и пластин",
      "Строгое следование Кодексу Чести: охотится только на вооружённых и опасных противников, не атакует беззащитных, в финале сбрасывает оружие для честного поединка",
      "Тактика упора на скрытность, наблюдение и использование технологий",
      "Собирает черепа и позвоночники достойных жертв как трофеи"
    ]
  },
  {
    id: 2,
    img : 'img/chujoi_vs_predator.jpg',
    type_name: "Молодая Кровь / Шрам (Scar)",
    movie_source: "«Чужой против Хищника» (Alien vs. Predator, 2004)",
    race: "Яутжа (Yautja), Молодая Кровь (Young Blood)",
    
   
    distinctive_features: [
      "Участвует в обряде инициации, цель которого — стать Кровавым (Blooded) охотником",
      "Демонстрирует способность к тактическому союзу с человеком (Лекси Вудс) против общего врага",
      "Отмечает себя и союзницу кислотной кровью ксеноморфа как знак уважения и достижения статуса",
      "Более массивный и мускулистый костюм по сравнению с классическим дизайном"
    ]
  },
  {
    id: 3,
    img : 'img/dobicha.jpg',
    type_name: "Феральный Хищник (Feral Predator)",
    movie_source: "«Добыча» (Prey, 2022)",
    race: "Яутжа (Yautja), Изолированный подвид ('пустынный хищник')",
 armament: [
      "Биомаска, выточенная из кости, с аналогичными функциями наведения",
      "Болт-пушка (Bolt Gun) — механическое метательное оружие",
      "Разделяемое копьё, щит и ловушка-клешня, частично сделанные из биологических материалов",
      "Запястные клинки",
      "Сетевой пистолет (Net Gun) и взрывные болты"
    ],
    distinctive_features: [
      "Примитивный, 'одичавший' внешний вид: более чешуйчатая кожа, костяные украшения, тонкие 'дреды'",
      "Более агрессивное поведение, часто вступает в прямой рукопашный бой (например, с медведем-гризли)",
      "Технологии внешне более примитивны (кость, верёвки), но функционально сопоставимы с классическими",
      "Тёмно-зелёная, менее светящаяся кровь",
      "Следует упрощённому кодексу чести (игнорирует невооружённых), но может отступать от правил в ярости"
    ]
  }
  ,
  {
    id: 4,
    img:'img/predator_city.jpg',
    type_name: "Городской Охотник (City Hunter)",
    movie_source: "«Хищник 2» (Predator 2, 1990)",
    race: "Яутжа (Yautja), вероятно другой клан",
    habitat: "Мегаполис Лос-Анджелес в 1997 году. Охотится в условиях городских джунглей — на крышах, в метро, на складах.",
    armament: [
      "Плазменная пушка на плече (Plasma Caster)",
      "Запястные клинки (Wristblades) с возможностью вращения",
      "Умный Диск (Smart Disc) — метательный бумеранг с лазерным наведением",
      "Копьё-гарпун (Spear Gun)",
      "Сетевой пистолет (Net Gun) с лезвиями",
      "Маскировка и медикомп"
    ],
    distinctive_features: [
      "Демонстрирует более агрессивное и безжалостное поведение, чем классический охотник, но всё же следует Кодексу (не убивает беременную женщину и ребёнка)",
      "Активно использует новое оружие, адаптированное для городской среды (Умный Диск, гарпун)",
      "Имеет личную месть к полицейскому Майклу Харригану",
      "Его трофейная коллекка включает череп классического Ксеноморфа, подтверждая существование межвидовой охоты"
    ]
  },
  {
    id: 5,
    img:'img/super_predator.webp',
    type_name: "Супер-хищники (Super Predators)",
    movie_source: "«Хищники» (Predators, 2010)",
    race: "Яутжа (Yautja), более крупный и агрессивный подвид 'Супер-хищники'",
    habitat: "Специальная заповедная планета, используемая как охотничьи угодья. Имеет различные биомы — джунгли, скалистые плато.",
    armament: [
      "Усиленная плазменная пушка",
      "Запястные клинки, коготь-кастет",
      "Гигантские дисковые клинки",
      "Ручная плазменная пушка (у Берсеркера)",
      "Прирученные зверогончие (у Трекера) и летающие дроны-камера (у Сокольничего)"
    ],
    distinctive_features: [
      "Крупнее и мускулистее классических яутжа, имеют более рептилоидные черты лица",
      "Состоят из специализированной охотничьей группы: Берсеркер (лидер), Трекер (с гончими), Сокольничий (с дронами)",
      "Не следуют классическому Кодексу Чести яутжа — охотятся группами, готовы убивать безоружных, рассматривают других яутжа как добычу",
      "Их цель — охота на самых опасных существ галактики (людей, других хищников), доставленных на планету"
    ]
  },
  {
    id: 6,
    img : 'img/predator_recviem.webp',
    type_name: "Волк (Wolf Predator)",
    movie_source: "«Чужие против Хищника: Реквием» (Alien vs. Predator: Requiem, 2007)",
    race: "Яутжа (Yautja), элитный 'Чистильщик'",
    habitat: "Земля (городок Ганнибал, Колорадо). Вынужден действовать в населённом пункте, заражённом ксеноморфами.",
    armament: [
      "Плазменная пушка на плече с режимом быстрой стрельбы",
      "Расширяемые запястные клинки",
      "Электро-кнут (Whip)",
      "Бронебойные метательные диски",
      "Сюрикены-бумеранги",
      "Кислотостойкая броня",
      "Многофункциональная биомаска с расширенным HUD"
    ],
    distinctive_features: [
      "Элитный специалист по 'зачистке' — его задача уничтожить все следы инопланетной угрозы (ксеноморфов и следы пребывания яутжа), а не охотиться ради трофеев",
      "Исключительно эффективен, тактичен и безэмоционален, действует с хирургической точностью",
      "Использует усовершенствованное и специализированное против ксеноморфов оружие (электро-кнут, кислотостойкая броня)",
      "Имеет шрамы по всему телу, свидетельствующие о многочисленных прошлых битвах",
      "В финале жертвует собой, чтобы уничтожить угрозу, используя плазменную пушку для детонации"
    ]
  }

]